<?php

return [
    'header_subtitle' => 'من نحن',
    'header_title' => 'نقود مستقبل الابتكار',
    'header_description' => 'نحن فريق من المفكرين والمبدعين والمبتكرين المكرسين لتبسيط التعقيد وتسريع التقدم من خلال التكنولوجيا.',
    
    'mission_title' => 'مهمتنا',
    'mission_text' => 'مهمة HOPn هي تمكين الأفراد والجامعات والشركات الناشئة من خلال توحيد الخدمات الذكية والتعليم العملي في نظام بيئي واحد سلس. من خلال التوائم الرقمية والذكاء الاصطناعي والتكنولوجيا المالية والأتمتة والتدريب العملي، نبني الجسور بين البحث والابتكار والتأثير الواقعي - لتبسيط التعقيد وتسريع التقدم.',
    'vision_title' => 'رؤيتنا',
    'vision_text' => 'أن نصبح المنصة الرائدة حيث يلتقي الابتكار والتعليم والتكنولوجيا - لتبسيط الحياة من خلال الخدمات المتصلة في مجالات الذكاء الاصطناعي والتكنولوجيا المالية والأتمتة والتحول الرقمي.',
    
    'values_title' => 'قيمنا الأساسية',
    'value_innovation_title' => 'الابتكار',
    'value_innovation_text' => 'تحقيق إنجازات رائدة وحلول مبتكرة.',
    'value_integrity_title' => 'النزاهة',
    'value_integrity_text' => 'التمسك بالصدق والمبادئ الأخلاقية.',
    'value_collaboration_title' => 'التعاون',
    'value_collaboration_text' => 'تحقيق النجاح الجماعي من خلال العمل الجماعي.',
    'value_excellence_title' => 'التميز',
    'value_excellence_text' => 'السعي المستمر لتحقيق أعلى مستويات الجودة.',

    'partners_title' => 'شركاؤنا',

    'team_title' => 'تعرف على قيادتنا',
    'team_description' => 'العقول المتفانية التي تشكل استراتيجيتنا وتدفع رؤيتنا إلى الأمام.',
    
    'team_member_1_name' => 'بروفيسور د. أحمد عبادة',
    'team_member_1_title' => 'الرئيس التنفيذي',
    'team_member_1_bio' => 'قائد ذو رؤية يقود التوجه الاستراتيجي لشركة HOPn ويعزز ثقافة الابتكار لتحقيق تطورات تكنولوجية تحويلية.',
    
    'team_member_2_name' => 'محمد عبد الحي',
    'team_member_2_title' => 'المدير التقني',
    'team_member_2_bio' => 'يقود التطوير التكنولوجي والتميز الهندسي، ويضمن أن تكون حلول HOPn قوية وقابلة للتطوير ومتطورة.',

    'team_member_3_name' => 'محمد الشاعر',
    'team_member_3_title' => 'مدير المنتجات',
    'team_member_3_bio' => 'يوجه رؤية المنتج واستراتيجيته، ويركز على تقديم حلول مؤثرة ومتمحورة حول المستخدم تلبي احتياجات السوق وتدفع نجاح العملاء.',

    'team_member_4_name' => 'نور سيف',
    'team_member_4_title' => 'المدير المالي',
    'team_member_4_bio' => 'تشرف على الاستراتيجية المالية والعمليات، وتضمن النمو المستدام والصحة المالية لشركة HOPn، مما يتيح الابتكار على المدى الطويل.',
    
    'careers_title' => 'انضم إلى فريقنا',
    'careers_text' => 'هل أنت مهتم بأن تكون جزءًا من رحلتنا؟ نحن نبحث دائمًا عن المواهب الشغوفة لمساعدتنا في تشكيل المستقبل.',
    'careers_button' => 'عرض الوظائف المتاحة',


    "principles_title"=> "المبادئ التي توجه عملنا",
    'marquee_title' => "موثوق به من قبل أفضل الشركات في العالم",
    'get_in_touch' => "تواصل معنا",
];