<?php

return [
    'header' => [
        'title' => 'رؤى وقصص',
        'subtitle' => 'استكشف أحدث المقالات والدروس وأخبار الشركة من فريقنا.',
    ],
    'labels' => [
        'latest_post' => 'أحدث مقال',
        'min_read' => 'دقيقة قراءة',
    ],
    'actions' => [
        'read_more' => 'اقرأ المزيد',
    ],
    'empty' => [
        'title' => 'لم يتم نشر أي مقالات بعد',
        'message' => 'نحن نعمل على محتوى جديد. يرجى التحقق مرة أخرى قريبا!',
    ],
     'show' => [
        'back_to_blogs' => 'العودة إلى جميع المقالات',
        'by' => 'بواسطة',
    ],
];